export const OperatorCodes = [
  {
    name: "۰۹۱۱ همراه اول استان گلستان، گیلان، مازندران",
    eng: "0911",
    type: "Operators",
  },
  {
    name: "۰۹۱۲ همراه اول استان تهران، البرز، زنجان، سمنان، قزوین، قم",
    eng: "0912",
    type: "Operators",
  },
  {
    name: "۰۹۱۳ همراه اول استان اصفهان، کرمان، یزد، چهارمحال و بختیاری",
    eng: "0913",
    type: "Operators",
  },
  {
    name: "۰۹۱۴ همراه اول استان آذربایجان شرقی، غربی، اردبیل",
    eng: "0914",
    type: "Operators",
  },
  {
    name: "۰۹۱۵ همراه اول استان خراسان شمالی، رضوی، جنوبی، سیستان و بلوچستان",
    eng: "0915",
    type: "Operators",
  },
  {
    name: "۰۹۱۶ همراه اول استان خوزستان، لرستان",
    eng: "0916",
    type: "Operators",
  },
  {
    name: "۰۹۱۷ همراه اول استان فارس، کهگیلویه و بویر احمد، هرمزگان، بوشهر",
    eng: "0917",
    type: "Operators",
  },
  {
    name: "۰۹۱۸ همراه اول استان همدان، ایلام، مرکزی، کردستان، کرمانشاه",
    eng: "0918",
    type: "Operators",
  },
  {
    name: "تالیا ۰۹۳۲",
    eng: "Taliya 0932",
    type: "Operators",
  },
  {
    name: "۰۹۳۱ اسپادان",
    eng: "Spadan 0931",
    type: "Operators",
  },
  {
    name: "۰۹۳۴ شبکه مستقل تلفن همراه کیش",
    eng: "TKC 0934",
    type: "Operators",
  },
  {
    name: "۰۹۱۰ ، ۰۹۱۹ ، ۰۹۹۰ ، ۰۹۹۱ اپراتور اول ، همراه اول",
    eng: "0910 0919 0990 0991 MCI",
    type: "Operators",
  },
  {
    name:
      "۰۹۰۱ ، ۰۹۰۲ ، ۰۹۰۳ ، ۰۹۰۵ ، ۰۹۳۰ ، ۰۹۳۳ ، ۰۹۳۵ ، ۰۹۳۶ ، ۰۹۳۷ ، ۰۹۳۸ ، ۰۹۳۹ ایرانسل",
    eng: "Irancell 0901 0902 0903 0905 0930 0933 0935 0936 0937 0938 0939",
    type: "Operators",
  },
  {
    name: "۰۹۲۰ ، ۰۹۲۱، ۰۹۲۲ رایتل ، تامین تلکام",
    eng: "0920, 0921, 0922 Rightel",
    type: "Operators",
  },
];
