export const TehranCodes = [
  {
    name: "مرکز مخابرات جماران ۲۰۱۰ ۲۲۲۸ ۲۲۲۹ ۲۲۸۰ ۲۲۸۱ ۲۲۸۲ ۲۲۸۳ ۲۶۱۲ ۲۶۱۳",
    eng: "2010 2228 2229 2280 2281 2282 2283 2612 2613",
    areas: [
      {
        name: "رحمان آباد",
      },
      {
        name: "جمال آباد",
      },
      {
        name: "منظریه",
      },
      {
        name: "حصارک",
      },
      {
        name: "جماران",
      },
      {
        name: "کاشانک",
      },
      {
        name: "نیاوران",
      },
      {
        name: "اقدسیه",
      },
      {
        name: "صاحبقرانیه",
      },
      {
        name: "کامرانیه",
      },
      {
        name: "لارک",
      },
      {
        name: "آجوادنیه",
      },
      {
        name: "سامیان شهرک طالقانی",
      },
      {
        name: "فرمانیه",
      },
      {
        name: "شهرک شهید چمران",
      },
      {
        name: "پاسداران",
      },
      {
        name: "اخیاریه شمالی",
      },
      {
        name: "نوبنیاد",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات باهنر  ۲۲۶۴ ۲۲۶۳ ۲۲۶۲ ۲۲۶۱ ۲۲۶۰ ۲۲۰۰",
    eng: "2264 2263 2262 2261 2260 2200",
    areas: [
      {
        name: "الهیه",
      },
      {
        name: "زرگنده",
      },
      {
        name: "قلهک",
      },
      {
        name: "حسن‌آباد",
      },
      {
        name: "بلوار کاوه",
      },
      {
        name: "کلاهدوز",
      },
      {
        name: "دولت",
      },
      {
        name: "شریعتی",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات استقلال ۲۶۲۱ ۲۶۲۰ ۲۲۶۶ ۲۲۶۵ ۲۲۰۵ ۲۲۰۴ ۲۲۰۳ ۲۲۰۲ ۲۲۰۱",
    eng: "2621 2620 2266 2265 2205 2204 2203 2202 2201",
    areas: [
      {
        name: "محمودیه",
      },
      {
        name: "امانیه",
      },
      {
        name: "نمایشگاه",
      },
      {
        name: "آفریقا",
      },
      {
        name: "جردن",
      },
      {
        name: "ولیعصر",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات سلمان فارسی ۲۲۳۷ ۲۲۳۶ ۲۲۳۵ ۲۲۳۴ ۲۲۱۴ ۲۲۱۳ ۲۲۱۲ ۲۲۱۱ ۲۲۰۹ ۲۲۰۸ ۲۲۰۷ ۲۲۰۶",
    eng: "2237 2236 2235 2234 2214 2213 2212 2211 2209 2208 2207 2206",
    areas: [
      {
        name: "سعادت آباد",
      },
      {
        name: "کوی فراز",
      },
      {
        name: "شهرک خودروسازان",
      },
      {
        name: "شهرک مخابرات",
      },
      {
        name: "شهرک تامین اجتماعی",
      },
      {
        name: "شهرک پرواز",
      },
      {
        name: "شهرک شریف‌آباد",
      },
      {
        name: "اسلام آباد",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات شهید مفتح ۲۲۸۹ ۲۲۸۸ ۲۲۸۷ ۲۲۸۶ ۲۲۸۵ ۲۲۸۴ ۲۲۱۰",
    eng: "2289 2288 2287 2286 2285 2284 2210",
    areas: [
      {
        name: "سید خندان",
      },
      {
        name: "ضرابخانه",
      },
      {
        name: "چالهرز",
      },
      {
        name: "پاسداران",
      },
      {
        name: "خواجه عبدالله",
      },
      {
        name: "جلفا",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات شهید قدوسی ۲۲۹۲ ۲۲۹۱ ۲۲۹۰ ۲۲۲۷ ۲۲۲۶ ۲۲۲۵ ۲۲۲۲ ۲۲۱۵",
    eng: "2292 2291 2290 2227 2226 2225 2215",
    areas: [
      {
        name: "ظفر",
      },
      {
        name: "میرداماد",
      },
      {
        name: "داودیه",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات جعفری ۲۲۴۳ ۲۲۴۲ ۲۲۴۱ ۲۲۴۰ ۲۲۱۸ ۲۲۱۷",
    eng: "2243 2242 2241 2240 2218 2217",
    areas: [
      {
        name: "ولنجک",
      },
      {
        name: "زعفرانیه",
      },
      {
        name: "اوین",
      },
      {
        name: "شهرک کارمندان دولت",
      },
      {
        name: "درکه",
      },
      {
        name: "بلوار دانشجو",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات محلاتی ۲۲۴۹ ۲۲۴۸ ۲۲۴۷ ۲۲۴۶ ۲۲۴۵ ۲۲۴۴ ۲۲۱۹",
    eng: "2249 2248 2247 2246 2244 2219",
    areas: [
      {
        name: "ازگل",
      },
      {
        name: "حدادیه",
      },
      {
        name: "احتسابیه",
      },
      {
        name: "باغ لش کرد",
      },
      {
        name: "سوهانک",
      },
      {
        name: "شهرک نفت",
      },
      {
        name: "شهرک البرز",
      },
      {
        name: "شهرک قائم",
      },
      {
        name: "شهرک محلاتی",
      },
      {
        name: "شهرک گل‌ها",
      },
      {
        name: "شهرک دانشگاه",
      },
      {
        name: "شهرک ابوذر",
      },
      {
        name: "شهرک ولیعصر",
      },
      {
        name: "بلوار اوشان",
      },
      {
        name: "مینی سیتی",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات غریبی ۲۲۶۹ ۲۲۶۸ ۲۲۶۷ ۲۲۲۴ ۲۲۲۳ ۲۲۲۱ ۲۲۲۰",
    eng: "2269 2268 2267 2224 2223 2221 2220",
    areas: [
      {
        name: "قیطریه",
      },
      {
        name: "چیذر",
      },
      {
        name: "پل رومی",
      },
      {
        name: "بلوار کاوه",
      },
      {
        name: "شریعتی",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات تندگویان ۲۶۳۰ ۲۲۵۳ ۲۲۵۲ ۲۲۵۱ ۲۲۵۰ ۲۲۳۳ ۲۲۳۲ ۲۲۳۱ ۲۲۳۰ ۲۶۳۱",
    eng: "2630 2253 2252 2251 2250 2233 2232 2231 2230 2631",
    areas: [
      {
        name: "شمس آباد",
      },
      {
        name: "مجیدیه",
      },
      {
        name: "کاظم آباد",
      },
      {
        name: "ریحانی",
      },
      {
        name: "بنی‌هاشم",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات پاسداران ۲۲۸۷ ۲۲۷۷ ۲۲۷۶ ۲۲۵۹ ۲۲۵۸ ۲۲۵۷ ۲۲۵۶ ۲۲۵۵ ۲۲۵۴",
    eng: "2278 2277 2276 2259 2258 2257 2256 2255 2254",
    areas: [
      {
        name: "پاسداران",
      },
      {
        name: "اختیاریه",
      },
      {
        name: "گلستان",
      },
      {
        name: "احتشامیه",
      },
      {
        name: "دروس",
      },
      {
        name: "کلاهدوز",
      },
      {
        name: "دولت",
      },
      {
        name: "دیباجی جنوبی",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات دستغیب ۲۲۷۵ ۲۲۷۴ ۲۲۷۳ ۲۲۷۲ ۲۲۷۱ ۲۲۷۰",
    eng: "2275 2274 2273 2272 2271 2270",
    areas: [
      {
        name: "تجریش",
      },
      {
        name: "دزاشیب",
      },
      {
        name: "امامزاده قاسم",
      },
      {
        name: "سعد آباد",
      },
      {
        name: "جعفر آباد",
      },
      {
        name: "دربند",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات شهید لطیفی ۲۲۹۸ ۲۲۹۷ ۲۲۹۶ ۲۲۹۵ ۲۲۹۴ ۲۲۹۳",
    eng: "2298 2297 2296 2295 2294 2293",
    areas: [
      {
        name: "لویزان",
      },
      {
        name: "شیان",
      },
      {
        name: "شهرک لویزان",
      },
      {
        name: "شهرک ولیعصر",
      },
      {
        name: "حسین آباد",
      },
      {
        name: "مبارک آباد",
      },
      {
        name: "هروی",
      },
      {
        name: "کوی نوبنیاد",
      },
      {
        name: "ده نارمک",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات الغدیر ۳۳۷۳ ۳۳۷۲ ۳۳۷۱ ۳۳۷۰ ۳۳۶۹ ۳۳۶۸ ۳۳۴۳ ۳۳۰۴ ۳۳۰۳ ۳۳۰۲ ۳۳۰۱ ۳۳۰۰",
    eng: "3373 3372 3371 3370 3369 3368 3343 3304 3303 3302 3301 3300",
    areas: [
      {
        name: "هاشم آباد",
      },
      {
        name: "دولاب",
      },
      {
        name: "مجتمع مسکونی گل‌ها",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات اشرفی اصفهانی ۳۳۱۹ ۳۳۱۸ ۳۳۱۷ ۳۳۱۶ ۳۳۱۰ ۳۳۰۸ ۳۳۰۷ ۳۳۰۶ ۳۳۰۵",
    eng: "3319 3318 3317 3316 3310 3308 3307 3306 3305",
    areas: [
      {
        name: "فرح آباد",
      },
      {
        name: "اصفهانک",
      },
      {
        name: "سلیمانیه",
      },
      {
        name: "قصر فیروزه",
      },
      {
        name: "بسیج",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات ملت ۳۳۹۸ ۳۳۹۷ ۳۳۹۶ ۳۳۹۵ ۳۳۹۴ ۳۳۹۳ ۳۳۹۲ ۳۳۹۱ ۳۳۹۰ ۳۳۶۷ ۳۳۲۹ ۳۳۲۷ ۳۳۱۱ ۳۳۹۹",
    eng:
      "3398 3397 3396 3395 3394 3393 3392 3391 3390 3367 3329 3327 3311 3399",
    areas: [
      {
        name: "پامنار",
      },
      {
        name: "بهارستان",
      },
      {
        name: "سعدی",
      },
      {
        name: "جمهوری",
      },
      {
        name: "لاله‌زار",
      },
      {
        name: "ناصر خسرو",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات دیالمه ۳۳۵۶ ۳۳۵۵ ۳۳۵۴ ۳۳۵۲ ۳۳۵۱ ۳۳۵۰ ۳۳۴۴ ۳۳۱۳ ۳۳۱۲",
    eng: "3356 3355 3354 3352 3351 3350 3344 3313 3312",
    areas: [
      {
        name: "۱۵ خرداد",
      },
      {
        name: "مولوی",
      },
      {
        name: "۱۷ شهریور",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات هجرت ۳۳۱۴ ۳۳۱۵ ۳۳۶۴ ۳۳۶۵ ۳۳۶۶ ۳۳۸۰ ۳۳۸۱ ۳۳۸۲ ۳۳۸۳ ۳۳۸۴",
    eng: "3314 3315 3364 3365 3380 3381 3382 3383 3384",
    areas: [
      {
        name: "افسریه",
      },
      {
        name: "شهرک ابوذر",
      },
      {
        name: "شهرک والفجر",
      },
      {
        name: "مسعودیه",
      },
      {
        name: "اسلام آباد",
      },
      {
        name: "قصر فیروزه",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابراتی شهید باکری ۳۳۲۴ ۳۳۲۳ ۳۳۲۲ ۳۳۲۱ ۳۳۲۰",
    eng: "3320 3321 3322 3323 3324",
    areas: [
      {
        name: "سه راه تختی",
      },
      {
        name: "اتوبان افسریه",
      },
      {
        name: "بسیج",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات خاورشهر ۳۳۸۵ ۳۳۲۶",
    eng: "3385 3326",
    areas: [
      {
        name: "جاده خاوران و حومه",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات صنعتی خاوران ۳۳۲۸",
    eng: "3328",
    areas: [
      {
        name: "شهرک صنعتی خاوران",
      },
      {
        name: "جاده خاوران",
      },
      {
        name: "حومه پاکدشت",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات پیروزی ۳۳۷۹ ۳۳۷۸ ۳۳۳۶ ۳۳۳۵ ۳۳۳۴ ۳۳۳۳ ۳۳۳۲ ۳۳۳۱ ۳۳۳۰",
    eng: "3379 3378 3336 3335 3334 3333 3332 3331 3330",
    areas: [
      {
        name: "پیروزی",
      },
      {
        name: "صد دستگاه",
      },
      {
        name: "چهارصد دستگاه",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات عرب سرخی ۳۳۷۷ ۳۳۷۶ ۳۳۷۵ ۳۳۷۴ ۳۳۶۳ ۳۳۳۹ ۳۳۳۸ ۳۳۳۷",
    eng: "3377 3376 3375 3374 3363 3339 3338 3337",
    areas: [
      {
        name: "قلعه دولت آباد",
      },
      {
        name: "مالک آباد",
      },
      {
        name: "شهرک امام خمینی",
      },
      {
        name: "زورآباد",
      },
      {
        name: "منصورآباد",
      },
      {
        name: "جوانمرد",
      },
      {
        name: "چشمه علی",
      },
      {
        name: "شهرک انقلاب",
      },
      {
        name: "ابن بابویه",
      },
      {
        name: "دیلمان",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات نبوی ۳۳۵۳ ۳۳۴۲ ۳۳۴۱ ۳۳۴۰",
    eng: "3340 3341 3342 3353",
    areas: [
      {
        name: "امین‌آباد",
      },
      {
        name: "تقی‌آباد",
      },
      {
        name: "شهرک مفتح",
      },
      {
        name: "عباس‌آباد",
      },
      {
        name: "اسلام‌آباد",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات مشهدی مهدی ۳۳۸۷ ۳۳۸۶ ۳۳۵۷ ۳۳۴۹ ۳۳۴۸ ۳۳۴۷ ۳۳۴۶ ۳۳۴۵",
    eng: "3387 3386 3357 3349 3348 3347 3346",
    areas: [
      {
        name: "مسگریه",
      },
      {
        name: "مسعودیه",
      },
      {
        name: "مشیریه",
      },
      {
        name: "رضویه",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات قیام دشت ۳۳۵۹ ۳۳۵۸",
    eng: "3359 3358",
    areas: [
      {
        name: "پاک‌دشت ورامین و حومه",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات درزی ۳۳۸۹ ۳۳۸۸ ۳۳۶۲ ۳۳۶۱ ۳۳۶۰",
    eng: "3389 3388 3362 3361 3360",
    areas: [
      {
        name: "شهرک شاهد",
      },
      {
        name: "شهرک جمهوری اسلامی",
      },
      {
        name: "شهرک امام خمینی",
      },
      {
        name: "شهرک مطهری",
      },
      {
        name: "کیان شهر",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات آیت ا… کاشانی ۴۴۰۹ ۴۴۰۸ ۴۴۰۷ ۴۴۰۶ ۴۴۰۵ ۴۴۰۴ ۴۴۰۳ ۴۴۰۲ ۴۴۰۱ ۴۴۰۰",
    eng: "4409 4408 4407 4406 4405 4404 4403 4402 4401 4400",
    areas: [
      {
        name: "بلوار فردوس",
      },
      {
        name: "حسن‌آباد",
      },
      {
        name: "شهرک پرواز",
      },
      {
        name: "آیت‌ا… کاشانی",
      },
      {
        name: "ستاری",
      },
      {
        name: "صادقیه",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات زارعی ۴۴۱۷ ۴۴۱۶ ۴۴۱۵ ۴۴۱۴ ۴۴۱۳ ۴۴۱۲ ۴۴۱۱ ۴۴۱۰",
    eng: "4417 4416 4415 4414 4413 4412 4411 4410",
    areas: [
      {
        name: "کوی ارم",
      },
      {
        name: "اندیشه",
      },
      {
        name: "کوی الهام",
      },
      {
        name: "کوی سازمان برنامه",
      },
      {
        name: "سازمان آب",
      },
      {
        name: "بلوار آسیا",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات چیتگر ۴۴۱۹ ۴۴۱۸ ۴۴۷۹ ۴۴۸۹",
    eng: "4419 4418 4479 4489",
    areas: [
      {
        name: "چیتگر",
      },
      {
        name: "پیکان‌شهر",
      },
      {
        name: "شهرک سینمایی",
      },
      {
        name: "ویلاشهر",
      },
      {
        name: "شهرک ۲۲ بهمن",
      },
      {
        name: "شهرک دژبان",
      },
      {
        name: "شهرک کاج",
      },
      {
        name: "شهرک غزالی",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات سعادتمند ۴۴۲۹ ۴۴۲۸ ۴۴۲۷ ۴۴۲۶ ۴۴۲۵ ۴۴۲۴ ۴۴۲۳ ۴۴۲۲ ۴۴۲۱ ۴۴۲۰",
    eng: "4429 4428 4427 4426 4425 4424 4423 4422 4421 4429",
    areas: [
      {
        name: "ستارخان",
      },
      {
        name: "صادقیه",
      },
      {
        name: "کوی نور",
      },
      {
        name: "محمود آباد",
      },
      {
        name: "شهرک ژاندارمری",
      },
      {
        name: "شهرک انقلاب",
      },
      {
        name: "کوی ارمکان",
      },
      {
        name: "طرشت شمالی",
      },
      {
        name: "سازمان آب",
      },
      {
        name: "مرزداران",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات کاظمیان ۴۴۳۰ ۴۴۳۱ ۴۴۳۲ ۴۴۳۳ ۴۴۳۴ ۴۴۳۵ ۴۴۳۶ ۴۴۳۷",
    eng: "4437 4436 4435 4434 4432 4431 4430",
    areas: [
      {
        name: "شهران",
      },
      {
        name: "شهرک بعثت",
      },
      {
        name: "کن",
      },
      {
        name: "شهرزیبا",
      },
      {
        name: "opg",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات حق شناس ۴۴۷۷ ۴۴۷۶ ۴۴۷۵ ۴۴۷۴ ۴۴۷۳ ۴۴۷۲ ۴۴۷۱ ۴۴۷۰ ۴۴۳۹",
    eng: "4477 4476 4475 4474 4473 4472 4471 4470 4439",
    areas: [
      {
        name: "شهرک راه‌آهن",
      },
      {
        name: "دهکده المپیک",
      },
      {
        name: "شهرک دژبان",
      },
      {
        name: "مجتمع مسکونی لاله",
      },
      {
        name: "زیبادشت",
      },
      {
        name: "شهرک چشمه",
      },
      {
        name: "شهرک امیرکبیر",
      },
      {
        name: "شهرک جهادگران",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات پیام نور ۴۴۶۰ ۴۴۴۹ ۴۴۴۸ ۴۴۴۷ ۴۴۴۶ ۴۴۴۵ ۴۴۴۴ ۴۴۴۳ ۴۴۴۲ ۴۴۴۱ ۴۴۴۰",
    eng: "4440 4441 4442 4443 4444 4445 4446 4447 4448 4449 4460",
    areas: [
      {
        name: "پونک",
      },
      {
        name: "جنت‌آباد",
      },
      {
        name: "باغ فیض",
      },
      {
        name: "شهرک شاهین",
      },
      {
        name: "شهرک والفجر",
      },
      {
        name: "ستاری",
      },
      {
        name: "اشرفی اصفهانی",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات شهید توکلی ۴۴۵۸ ۴۴۵۷ ۴۴۵۶ ۴۴۵۵ ۴۴۵۴ ۴۴۵۳ ۴۴۵۲ ۴۴۵۱ ۴۴۵۰",
    eng: "4458 4457 4456 4455 4454 4453 4452 4451 4450",
    areas: [
      {
        name: "تهرانسر",
      },
      {
        name: "شهرک فرهنگیان",
      },
      {
        name: "شهرک آزادی",
      },
      {
        name: "شهرک انصار",
      },
      {
        name: "شهرک کاظمیه",
      },
      {
        name: "شهرک آسمان",
      },
      {
        name: "شهرک هواپیمایی کشوری",
      },
      {
        name: "شهرک دریا",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات صالح طبری ۴۴۶۹ ۴۴۶۸ ۴۴۶۷ ۴۴۶۶ ۴۴۶۵ ۴۴۶۴ ۴۴۶۳ ۴۴۶۲ ۴۴۶۱",
    eng: "4469 4468 4467 4466 4465 4464 4463 4462 4461",
    areas: [
      {
        name: "شهرک اکباتان",
      },
      {
        name: "شهرک آپادانا",
      },
      {
        name: "شهرک شهید فکوری",
      },
      {
        name: "کوی بیمه",
      },
      {
        name: "ترمینال غرب",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات یزدان‌پناه ۴۴۸۷ ۴۴۸۶ ۴۴۸۵ ۴۴۸۴ ۴۴۸۳ ۴۴۸۲ ۴۴۸۱ ۴۴۸۰",
    eng: "4487 4486 4485 4484 4483 4482 4481 4480",
    areas: [
      {
        name: "فرحزاد",
      },
      {
        name: "شهرک نفت",
      },
      {
        name: "شهرک سجاد",
      },
      {
        name: "شهرک کوهسار",
      },
      {
        name: "مرادآباد",
      },
      {
        name: "حصارک",
      },
      {
        name: "شهرک نیروی هوایی",
      },
      {
        name: "شهرک المهدی",
      },
      {
        name: "جنت‌آباد",
      },
      {
        name: "شهرک بعثت",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات ثابت قدم ۴۴۹۷ ۴۴۹۶ ۴۴۹۴ ۴۴۹۳ ۴۴۹۲ ۴۴۹۱ ۴۴۹۰",
    eng: "4497 4496 4494 4493 4492 4491 4490",
    areas: [
      {
        name: "شهرک دانشگاه تهران",
      },
      {
        name: "شهرک استقلال",
      },
      {
        name: "چیتگر",
      },
      {
        name: "آزادشهر",
      },
      {
        name: "شهرک شهرداری",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات وردآورد ۴۴۹۹ ۴۴۹۸",
    eng: "4498 4499",
    areas: [
      {
        name: "وردآورد",
      },
      {
        name: "باغ حاج صیف",
      },
      {
        name: "صنایع رنگ سازی",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات ۱۳ آبان ۵۵۹۹ ۵۵۹۸ ۵۵۹۷ ۵۵۹۶ ۵۵۵۴ ۵۵۵۳ ۵۵۵۲ ۵۵۵۱ ۵۵۵۰ ۵۵۰۳ ۵۵۰۲ ۵۵۰۱ ۵۵۰۰",
    eng: "5599 5598 5597 5596 5554 5553 5552 5551 5550 5503 5502 5501 5500",
    areas: [
      {
        name: "چهارصد دستگاه",
      },
      {
        name: "اسفندیاری",
      },
      {
        name: "یاخچی‌آباد",
      },
      {
        name: "کوی آزادی",
      },
      {
        name: "خانی‌آبادنو",
      },
      {
        name: "شهرک بستان",
      },
      {
        name: "شهرک معراج",
      },
      {
        name: "کوی ۱۳ آبان",
      },
      {
        name: "عظیم‌آباد",
      },
      {
        name: "صالح‌آباد",
      },
      {
        name: "شهرک رسالت",
      },
      {
        name: "عبدالله‌آباد",
      },
      {
        name: "محمدآباد",
      },
      {
        name: "کریم‌آباد",
      },
      {
        name: "اندرمان",
      },
      {
        name: "مبارک‌آباد",
      },
      {
        name: "خلازیل",
      },
      {
        name: "شهرک مصطفی خمینی",
      },
      {
        name: "عباس‌آباد",
      },
      {
        name: "شهید رجائی",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات نواب صفوی ۵۵۴۴ ۵۵۴۳ ۵۵۴۲ ۵۵۴۱ ۵۵۴۰ ۵۵۰۴",
    eng: "5544 5543 5542 5541 5540 5504",
    areas: [
      {
        name: "میدان قزوین",
      },
      {
        name: "خیابان قزوین",
      },
      {
        name: "پارک رازی",
      },
      {
        name: "بیمارستان فارابی",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات بعثت ۵۵۳۵ ۵۵۳۴ ۵۵۳۳ ۵۵۳۲ ۵۵۳۱ ۵۵۳۰ ۵۵۱۸ ۵۵۰۹ ۵۵۰۸ ۵۵۰۷ ۵۵۰۶ ۵۵۰۵",
    eng: "5535 5534 5533 5532 5531 5530 5518 5509 5508 5507 5506 5505",
    areas: [
      {
        name: "باغ آذری",
      },
      {
        name: "خزانه بخارا",
      },
      {
        name: "شهرک بعثت",
      },
      {
        name: "شهرک مطهری",
      },
      {
        name: "شهرک طالقانی",
      },
      {
        name: "علی‌آباد",
      },
      {
        name: "شهرک شهید بهشتی",
      },
      {
        name: "فهیم‌آباد",
      },
      {
        name: "نازی‌آباد",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات شهید رمضانی ۵۵۶۹ ۵۵۶۸ ۵۵۶۷ ۵۵۶۶ ۵۵۶۵ ۵۵۶۴ ۵۵۱۲",
    eng: "5569 5568 5567 5566 5565 5564 5512",
    areas: [
      {
        name: "قلعه مرغی",
      },
      {
        name: "جوادیه",
      },
      {
        name: "راه‌آهن",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات سیدالشهدا ۵۵۷۸ ۵۵۷۷ ۵۵۷۶ ۵۵۷۵ ۵۵۷۴ ۵۵۷۳ ۵۵۷۲ ۵۵۷۱ ۵۵۷۰ ۵۵۱۴ ۵۵۱۳",
    eng: "5578 5577 5576 5575 5574 5573 5572 5571 5570 5514 5513",
    areas: [
      {
        name: "بریانک",
      },
      {
        name: "خزانه فلاح",
      },
      {
        name: "امین الملک",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات قندی ۵۵۸۹ ۵۵۸۱ ۵۵۸۰ ۵۵۷۹ ۵۵۶۳ ۵۵۶۲ ۵۵۶۱ ۵۵۶۰ ۵۵۵۹ ۵۵۵۸ ۵۵۵۷ ۵۵۱۶ ۵۵۱۵",
    eng: "5589 5581 5580 5579 5563 5562 5561 5560 5559 5558 5557 5516 5515",
    areas: [
      {
        name: "بازار",
      },
      {
        name: "خانی‌آباد",
      },
      {
        name: "مولوی",
      },
      {
        name: "خیام",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات بختیاری ۵۵۲۳ ۵۵۲۲ ۵۵۲۱ ۵۵۲۰",
    eng: "5523 5522 5521 5520",
    areas: [
      {
        name: "قلعه فتح‌آباد",
      },
      {
        name: "خیرآباد",
      },
      {
        name: "شهرسنگ",
      },
      {
        name: "باقرشهر",
      },
      {
        name: "باقراف",
      },
      {
        name: "جعفرآباد",
      },
      {
        name: "جعفرآباد",
      },
      {
        name: "بهشت زهرا",
      },
      {
        name: "چهل خرواری",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات آیت‌ا… ایروانی ۵۵۲۹ ۵۵۲۸ ۵۵۲۷ ۵۵۲۶ ۵۵۲۵ ۵۵۲۴",
    eng: "5529 5528 5527 5526 5525 5524",
    areas: [
      {
        name: "چهار دانگه",
      },
      {
        name: "شهید باهنر",
      },
      {
        name: "تپه سیف",
      },
      {
        name: "قاسم‌آباد",
      },
      {
        name: "شهرک اسلام‌آباد",
      },
      {
        name: "شهرک مطهری",
      },
      {
        name: "باغ چهاربری",
      },
      {
        name: "شهرک گل‌شهر",
      },
      {
        name: "حسین‌آباد",
      },
      {
        name: "عبدالله‌آباد",
      },
      {
        name: "ناصر‌آباد",
      },
      {
        name: "شاتره",
      },
      {
        name: "ملک‌آباد",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات مهدیه ۵۵۴۹ ۵۵۴۸ ۵۵۳۹ ۵۵۳۸ ۵۵۳۷ ۵۵۳۶",
    eng: "5549 5548 5539 5538 5537 5536",
    areas: [
      {
        name: "امیریه",
      },
      {
        name: "میدان راه‌آهن",
      },
      {
        name: "مولوی",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات خوشقدم ۵۵۸۸ ۵۵۸۷ ۵۵۸۶ ۵۵۸۵ ۵۵۸۴ ۵۵۸۳ ۵۵۸۲",
    eng: "5588 5587 5586 5585 5584 5583 5582",
    areas: [
      {
        name: "شریعتی",
      },
      {
        name: "عبدل‌آباد",
      },
      {
        name: "نعمت‌آباد",
      },
      {
        name: "شهرک ابوذر",
      },
      {
        name: "دولت‌خواه شریفی",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات شهید منتظری ۵۵۹۵ ۵۵۹۴ ۵۵۹۳ ۵۵۹۲ ۵۵۹۱ ۵۵۹۰",
    eng: "5595 5594 5593 5592 5591 5590",
    areas: [
      {
        name: "شهر ری",
      },
      {
        name: "کوی ارشاد",
      },
      {
        name: "ولی‌آباد",
      },
      {
        name: "دولت‌آباد",
      },
      {
        name: "قیصریه",
      },
      {
        name: "شهرک فاطمه",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات فرد اسدی ۶۶۱۶ ۶۶۰۸ ۶۶۰۷ ۶۶۰۶ ۶۶۰۵ ۶۶۰۴ ۶۶۰۳ ۶۶۰۲ ۶۶۰۱ ۶۶۰۰",
    eng: "6616 6608 6607 6606 6605 6604 6603 6602 6601 6600",
    areas: [
      {
        name: "مهرآباد",
      },
      {
        name: "طرشت",
      },
      {
        name: "جاویدآباد",
      },
      {
        name: "جیحون",
      },
      {
        name: "آزادی",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات دانشگاه ۶۶۹۵ ۶۶۴۹ ۶۶۴۸ ۶۶۴۷ ۶۶۴۶ ۶۶۴۵ ۶۶۴۴ ۶۶۴۱ ۶۶۴۰ ۶۶۱۷ ۶۶۱۵ ۶۶۱۴ ۶۶۱۲ ۶۶۹۸ ۶۶۹۷ ۶۶۹۶",
    eng:
      "6695 6649 6648 6647 6646 6645 6644 6641 6640 6617 6615 6614 6612 6698 6697 6696",
    areas: [
      {
        name: "منیریه",
      },
      {
        name: "ولیعصر",
      },
      {
        name: "فلسطین",
      },
      {
        name: "جمهوری",
      },
      {
        name: "میدان حر",
      },
      {
        name: "کارگر",
      },
      {
        name: "پاستور",
      },
      {
        name: "انقلاب",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات بخششی ۶۶۳۹ ۶۶۲۸ ۶۶۲۶ ۶۶۲۵ ۶۶۱۸",
    eng: "6639 6628 6626 6625 6618",
    areas: [
      {
        name: "کوی سینا",
      },
      {
        name: "شهرک طالقانی",
      },
      {
        name: "نوروزآباد",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات کرمی ۶۶۳۳ ۶۶۳۲ ۶۶۳۱ ۶۶۳۰ ۶۶۲۹ ۶۶۲۴ ۶۶۲۳ ۶۶۲۲ ۶۶۲۱ ۶۶۲۰",
    eng: "6633 6632 6631 6630 6629 6624 6623 6622 6621 6620",
    areas: [
      {
        name: "شهرک امام خمینی",
      },
      {
        name: "شهرک طالقانی",
      },
      {
        name: "شهرک مسلمین",
      },
      {
        name: "شهرک صاحب الزمان",
      },
      {
        name: "اسماعیل‌آباد",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات مالک اشتر ۶۶۸۹ ۶۶۸۸ ۶۶۸۷ ۶۶۸۶ ۶۶۸۵ ۶۶۸۴ ۶۶۸۳ ۶۶۳۸ ۶۶۳۷ ۶۶۳۶ ۶۶۳۵ ۶۶۳۴",
    eng: "6689 6688 6687 6686 6685 6684 6683 6638 6637 6636 6635 6634",
    areas: [
      {
        name: "نواب",
      },
      {
        name: "هاشمی",
      },
      {
        name: "جیحون",
      },
      {
        name: "رودکی",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات توحید ۶۶۹۴ ۶۶۹۳ ۶۶۹۲ ۶۶۹۱ ۶۶۹۰ ۶۶۵۹ ۶۶۵۸ ۶۶۵۷ ۶۶۵۶ ۶۶۴۳ ۶۶۴۲",
    eng: "6694 6693 6692 6691 6690 6659 6658 6657 6656 6643 6642",
    areas: [
      {
        name: "توحید",
      },
      {
        name: "جمشیدیه",
      },
      {
        name: "باقرخان",
      },
      {
        name: "ستارخان",
      },
      {
        name: "آزادی",
      },
      {
        name: "بلوار کشاورز",
      },
      {
        name: "جمهوری",
      },
      {
        name: "اسکندری",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات شهید چمران ۶۶۵۵ ۶۶۵۴ ۶۶۵۲ ۶۶۵۱ ۶۶۵۰",
    eng: "6655 6654 6652 6651 6650",
    areas: [
      {
        name: "دریان نو",
      },
      {
        name: "ستارخان",
      },
      {
        name: "بهبودی",
      },
      {
        name: "شادمهر",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات ابوذر ۶۶۶۹ ۶۶۶۸ ۶۶۶۷ ۶۶۶۶ ۶۶۶۵ ۶۶۶۴ ۶۶۶۳ ۶۶۶۲ ۶۶۶۱ ۶۶۶۰",
    eng: "6669 6668 6667 6666 6665 6664 6663 6662 6661 6660",
    areas: [
      {
        name: "سه راه آذری",
      },
      {
        name: "اکبر‌آباد",
      },
      {
        name: "کوی مهرآباد",
      },
      {
        name: "فتح",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات حافظ ۶۶۷۶ ۶۶۷۵ ۶۶۷۴ ۶۶۷۳ ۶۶۷۲ ۶۶۷۱ ۶۶۷۰",
    eng: "6676 6675 6674 6673 6672 6671 6670",
    areas: [
      {
        name: "جمهوری",
      },
      {
        name: "امام خمینی",
      },
      {
        name: "نوفل لوشاتو",
      },
      {
        name: "فردوسی",
      },
      {
        name: "لاله‌زار",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات محسنیان ۶۶۸۲ ۶۶۸۱ ۶۶۸۰ ۶۶۷۹ ۶۶۷۸",
    eng: "6682 6681 6680 6679 6678",
    areas: [
      {
        name: "یافت‌آباد",
      },
      {
        name: "کوی ۱۷ شهریور",
      },
      {
        name: "شادآباد",
      },
      {
        name: "سعیدآباد",
      },
      {
        name: "ابراهیم‌آباد",
      },
      {
        name: "شهرک آزادی",
      },
      {
        name: "ترک‌آباد",
      },
      {
        name: "شهرک مسیح آبادی",
      },
      {
        name: "عرب‌آباد",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات آل‌اسحاق ۷۷۳۱ ۷۷۳۰ ۷۷۰۲ ۷۷۰۱ ۷۷۰۰",
    eng: "7731 7730 7702 7701 7700",
    areas: [
      {
        name: "حکیمیه",
      },
      {
        name: "شهرک والفجر",
      },
      {
        name: "کوی دانشگاه",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات شهدای گمنام ۷۷۳۸ ۷۷۳۷ ۷۷۳۶ ۷۷۰۸ ۷۷۰۷ ۷۷۰۶ ۷۷۰۵ ۷۷۰۴",
    eng: "7738 7737 7736 7708 7707 7706 7705 7704",
    areas: [
      {
        name: "تهران پارس",
      },
      {
        name: "شهرک امید",
      },
      {
        name: "قنات کوثر",
      },
      {
        name: "مجیدآباد",
      },
      {
        name: "شهرک پارس",
      },
      {
        name: "باقری",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات شهید بابایی ۷۷۱۱ ۷۷۱۰",
    eng: "7711 7710",
    areas: [
      {
        name: "شهرک دانشگاه امام حسین",
      },
      {
        name: "بزرگراه بابایی",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات اکبری ۷۷۹۶ ۷۷۷۹ ۷۷۷۸ ۷۷۳۹ ۷۷۳۵ ۷۷۳۴ ۷۷۳۳ ۷۷۳۲ ۷۷۱۴",
    eng: "7796 7779 7778 7739 7735 7734 7733 7732 7714",
    areas: [
      {
        name: "تهران پارس",
      },
      {
        name: "خاک سفید",
      },
      {
        name: "حکیمیه",
      },
      {
        name: "شهرک مجیدآباد",
      },
      {
        name: "کوی بانک سپه",
      },
      {
        name: "شهرک شهید با هنر",
      },
      {
        name: "شهرک مطهری",
      },
      {
        name: "شهرک طالقانی",
      },
      {
        name: "شهرک انقلاب",
      },
      {
        name: "شهرک شاهد",
      },
      {
        name: "جوادیه",
      },
      {
        name: "جشنواره",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات امامت ۷۷۹۸ ۷۷۴۸ ۷۷۴۷ ۷۷۴۶ ۷۷۴۳ ۷۷۴۲ ۷۷۴۱ ۷۷۴۰ ۷۷۱۷ ۷۷۱۶",
    eng: "7798 7748 7747 7746 7743 7742 7741 7740 7717 7716",
    areas: [
      {
        name: "نیرو هوایی",
      },
      {
        name: "تهران نو",
      },
      {
        name: "کوی فاطمیه",
      },
      {
        name: "کوی زینبیه",
      },
      {
        name: "منوچهری",
      },
      {
        name: "پیروزی",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات حکمت شعار ۷۷۸۹ ۷۷۸۰ ۷۷۴۹ ۷۷۴۵ ۷۷۴۴ ۷۷۲۷ ۷۷۲۴ ۷۷۲۳ ۷۷۲۲ ۷۷۲۱ ۷۷۲۰ ۷۷۱۹ ۷۷۱۸",
    eng: "7789 7780 7749 7745 7744 7727 7724 7723 7722 7721 7720 7719 7718",
    areas: [
      {
        name: "رسالت",
      },
      {
        name: "شمیران نو",
      },
      {
        name: "کالاد",
      },
      {
        name: "الغدیر",
      },
      {
        name: "دلاوران",
      },
      {
        name: "فرجام",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات آیت ۷۷۹۹ ۷۷۸۴ ۷۷۸۳ ۷۷۸۲ ۷۷۸۱ ۷۷۶۹ ۷۷۲۸ ۷۷۲۶ ۷۷۲۵",
    eng: "7799 7784 7783 7782 7781 7769 7728 7726 7725",
    areas: [
      {
        name: "نظام‌آباد",
      },
      {
        name: "وحیدیه",
      },
      {
        name: "دماوند",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات شهید عاطف ۷۷۸۸ ۷۷۸۷ ۷۷۸۶ ۷۷۷۴ ۷۷۷۳ ۷۷۷۲ ۷۷۷۱ ۷۷۷۰ ۷۷۲۹",
    eng: "7788 7787 7786 7774 7773 7772 7771 7770 7729",
    areas: [
      {
        name: "تهران پارس",
      },
      {
        name: "دماوند",
      },
      {
        name: "رسالت",
      },
      {
        name: "باقری",
      },
      {
        name: "ترمینال شرق",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات ولیعصر ۷۷۹۷ ۷۷۶۶ ۷۷۶۵ ۷۷۶۴ ۷۷۶۳ ۷۷۶۲ ۷۷۶۱ ۷۷۶۰ ۷۷۵۳ ۷۷۵۲ ۷۷۵۱ ۷۷۵۰",
    eng: "7797 7766 7765 7764 7763 7762 7761 7760 7753 7752 7751 7750",
    areas: [
      {
        name: "میدان سپاه",
      },
      {
        name: "بهارستان",
      },
      {
        name: "انقلاب",
      },
      {
        name: "امام حسین",
      },
      {
        name: "مازندران",
      },
      {
        name: "شریعتی",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات نظری ۷۷۵۹ ۷۷۵۸ ۷۷۵۷ ۷۷۵۶ ۷۷۵۵ ۷۷۵۴",
    eng: "7759 7758 7757 7756 7755 7754",
    areas: [
      {
        name: "خیابان گرگان",
      },
      {
        name: "میدان نامجو",
      },
      {
        name: "دماوند",
      },
      {
        name: "آیت‌ا… مدنی",
      },
      {
        name: "امام حسین",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات نبوت ۷۷۹۵ ۷۷۹۴ ۷۷۹۳ ۷۷۹۲ ۷۷۹۱ ۷۷۹۰",
    eng: "7795 7794 7793 7792 7791 7790",
    areas: [
      {
        name: "نارمک",
      },
      {
        name: "شهید باقری",
      },
      {
        name: "دماوند",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات قدس ۸۸۶۳ ۸۸۳۵ ۸۸۳۳ ۸۸۰۲ ۸۸۰۱ ۸۸۰۰",
    eng: "8863 8835 8833 8802 8801 8800",
    areas: [
      {
        name: "یوسف‌آباد",
      },
      {
        name: "امیرآباد",
      },
      {
        name: "قزل قلعه",
      },
      {
        name: "شهید گمنام",
      },
      {
        name: "کارگر",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات شیخ فضل ا…",
    eng: "8862 8861 8860 8821 8806 8805 8804 8803",
    areas: [
      {
        name: "ونک",
      },
      {
        name: "کردستان",
      },
      {
        name: "ملاصدرا",
      },
      {
        name: "شیخ بهایی",
      },
      {
        name: "شهرک سئول",
      },
      {
        name: "قلعه ارامنه",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات نهری ۸۸۶۹ ۸۸۶۸ ۸۸۵۹ ۸۸۵۸ ۸۸۵۷ ۸۸۵۶ ۸۸۳۸ ۸۸۳۷ ۸۸۳۶ ۸۸۰۹ ۸۸۰۸ ۸۸۰۷",
    eng: "8869 8868 8859 8858 8857 8856 8838 8837 8836 8809 8808 8807",
    areas: [
      {
        name: "شهرک غرب",
      },
      {
        name: "خوردین",
      },
      {
        name: "پونک باختری",
      },
      {
        name: "بلوار دریا",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات مطهری ۸۸۷۲ ۸۸۷۱ ۸۸۷۰ ۸۸۵۵ ۸۸۱۰",
    eng: "8872 8871 8870 8855 8810",
    areas: [
      {
        name: "یوسف‌آباد",
      },
      {
        name: "خالد اسلامبولی",
      },
      {
        name: "ولی عصر",
      },
      {
        name: "آرژانتین",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات هفت تیر ۸۸۸۶ ۸۸۸۴ ۸۸۸۳ ۸۸۸۲ ۸۸۸۱ ۸۸۳۴ ۸۸۳۲ ۸۸۳۱ ۸۸۳۰ ۸۸۱۷ ۸۸۱۵ ۸۸۱۴",
    eng: "8886 8884 8883 8882 8881 8834 8832 8831 8830 8817 8815 8814",
    areas: [
      {
        name: "هفت تیر",
      },
      {
        name: "کریمخان",
      },
      {
        name: "قائم مقام",
      },
      {
        name: "سمیه",
      },
      {
        name: "ایرانشهر",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات شهید کلانتری ۸۸۸۸ ۸۸۸۷ ۸۸۸۵ ۸۸۷۹ ۸۸۷۸ ۸۸۷۷ ۸۸۶۷ ۸۸۶۶ ۸۸۶۵ ۸۸۶۴ ۸۸۲۰",
    eng: "8888 8887 8885 8879 8878 8877 8867 8866 8865 8864 8820",
    areas: [
      {
        name: "حقانی",
      },
      {
        name: "ملاصدرا",
      },
      {
        name: "میدان ونک",
      },
      {
        name: "جردن",
      },
      {
        name: "گاندی",
      },
      {
        name: "برزیل",
      },
      {
        name: "کاوسیه",
      },
      {
        name: "شهرک فجر",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات نصرالهی ۸۸۲۹ ۸۸۲۸ ۸۸۲۷ ۸۸۲۶ ۸۸۲۵ ۸۸۲۴ ۸۸۲۳ ۸۸۲۲",
    eng: "8829 8828 8827 8826 8825 8824 8823 8822",
    areas: [
      {
        name: "گیشا",
      },
      {
        name: "کوی نصر",
      },
      {
        name: "شهرآرا",
      },
      {
        name: "شهرک آزمایش",
      },
      {
        name: "تهران ویلا",
      },
      {
        name: "جلال آل احمد",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات شهید مدنی ۸۸۹۹ ۸۸۹۸ ۸۸۹۷ ۸۸۹۶ ۸۸۹۵ ۸۸۳۹",
    eng: "8899 8898 8897 8896 8895 8839",
    areas: [
      {
        name: "فاطمی",
      },
      {
        name: "بلوار کشاورز",
      },
      {
        name: "زرتشت",
      },
      {
        name: "شهید گمنام",
      },
    ],
    type: "Tehran",
  },
  {
    name:
      "مرکز مخابرات شهید بهشتی ۸۸۴۸ ۸۸۴۷ ۸۸۴۶ ۸۸۴۵ ۸۸۴۴ ۸۸۴۳ ۸۸۴۲ ۸۸۴۱ ۸۸۴۰",
    eng: "8848 8847 8846 8845 8844 8843 8842 8841 8840",
    areas: [
      {
        name: "حشمتیه",
      },
      {
        name: "باغ صبا",
      },
      {
        name: "جانبازان",
      },
      {
        name: "معلم",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات آزادگان ۸۸۷۶ ۸۸۷۵ ۸۸۷۴ ۸۸۷۳ ۸۸۵۴ ۸۸۵۳ ۸۸۵۲ ۸۸۵۱ ۸۸۵۰",
    eng: "8876 8875 8874 8873 8854 8853 8852 8851 8850",
    areas: [
      {
        name: "عباس‌آباد",
      },
      {
        name: "سهروردی",
      },
      {
        name: "آپادانا",
      },
      {
        name: "مصلی",
      },
      {
        name: "هویزه",
      },
      {
        name: "بیهقی",
      },
    ],
    type: "Tehran",
  },
  {
    name: "مرکز مخابرات رجائی ۸۸۹۴ ۸۸۹۳ ۸۸۹۲ ۸۸۹۱ ۸۸۹۰ ۸۸۸۹ ۸۸۸۰",
    eng: "8894 8893 8892 8891 8890 8889 8880",
    areas: [
      {
        name: "میدان ولیعصر",
      },
      {
        name: "کریمخان",
      },
      {
        name: "نجات اللهی",
      },
      {
        name: "سمیه",
      },
      {
        name: "فلسطین",
      },
      {
        name: "زرتشت",
      },
      {
        name: "بهجت‌آباد",
      },
    ],
    type: "Tehran",
  },
];
